nofdb/r650/baselines/rf_3/cassandra_200m_0428/client/client-load-200m-workloadb-kvsize_1024-clientthreads_50.log
[OVERALL], RunTime(ms), 2713156
[OVERALL], Throughput(ops/sec), 73714.89144007937
[TOTAL_GCS_PS_Scavenge], Count, 2814
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 22314
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.8224370437969655
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2814
[TOTAL_GC_TIME], Time(ms), 22314
[TOTAL_GC_TIME_%], Time(%), 0.8224370437969655
[CLEANUP], Operations, 50
[CLEANUP], AverageLatency(us), 44832.5
[CLEANUP], MinLatency(us), 1
[CLEANUP], MaxLatency(us), 2242559
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 2242559
[INSERT], Operations, 200000000
[INSERT], AverageLatency(us), 675.74384881
[INSERT], MinLatency(us), 125
[INSERT], MaxLatency(us), 310527
[INSERT], 95thPercentileLatency(us), 957
[INSERT], 99thPercentileLatency(us), 1160
[INSERT], Return=OK, 200000000